package uk.jimsimrodev.view;

public class BannerLoader {

  private final String banner = """
                 ▄▄▄▄   ▄▄▄
                █▀ ██  ██
                   ██ ██           ▀▀
                   █████     ▄█▀█▄ ██ ▄██▀█ ▄▀▀█▄
                   ██ ██▄    ██▄█▀ ██ ▀███▄ ▄█▀██
                 ▀██▀  ▀██▄ ▄▀█▄▄▄▄███▄▄██▀▄▀█▄██
      Creado por: Ing. Jimmis J. Simanca | Version 0.0.1-BETA
       ========================================================
                                                       """;

  public String cargarBanner() {
    return banner;
  }
}
